<?php
  // header
  include 'sections/head.php';
  // nav
  include 'sections/nav.php';
 ?>

<!-- start slider -->
<div class="slider d-flex align-items-center justify-content-center">
  <div class="blackoverlay">

  </div>

  <div class="text text-center">
    <h1>إحم نفسك</h1>
    <h1>مع مسافات!</h1>
    <a href="passwords"><button type="button" class="btn btn-secondary btn-lg" >كلمة سر جديدة!</button></a>
	<a href="strengh"><button type="button" class="btn btn-danger btn-lg" >اختبر حمايتك!</button></a>
  </div>
</div>
<!-- end slider -->
<style>
.info li{
	margin-bottom:14px;
}


</style>

 <div class="PageContent">
   <div class="container">
   <div class="info">
<h2 style="color:#3c4a55">توليد كلمات مرور قوية وعشوائية</h2>
<p> غالبًا ما تكون كلمة المرور هي <b>الخط الأول للدفاع</b> عبر الإنترنت ، ولكنها غالبًا ما تكون بسيطة للغاية للتغلب عليها,
تشكل كلمات المرور تهديد أمان حقيقي.
<a href="https://www.verizonenterprise.com/verizon-insights-lab/dbir/2017/" target="_blank">
أكثر من 80٪ من الانتهاكات المرتبطة بالإختراق ترجع إلى كلمات مرور ضعيفة أو مسروقة ، وفقًا لتقرير صدر مؤخرًا
</a><br><br>
إذا كنت تريد حماية معلوماتك وحساباتك الشخصية ، فإن إنشاء كلمات مرور آمنة يعد خطوة أولى كبيرة. وهنا يأتي دورنا في مساعدتك ,<br>
يعد إنشاء كلمة مرور قوية وفريدة من أهم الخطوات التي يمكنك اتخاذها لحماية حساباتك على الإنترنت. ويمكنك فعل ذلك باستخدام سلسلة من الكلمات التي يسهل عليك تذكرها، ولكن يصعب على الآخرين تخمينها. أو، يمكنك استخدام جملة طويلة وإنشاء كلمة مرور باستخدام الأحرف الأولى من كل كلمة. ولجعلها أقوى، يَجِبْ أَنْ تكون كلمة المرور مكونةً من 8 أحرف على الأقل. كلما كانت أطول كانت أفضل.


<br><br>

تعمل أداة منشئ كلمة المرور هذه محليًا على جهاز الكمبيوتر الذي يعمل بنظام Windows أو Mac أو Linux ، وكذلك جهاز iOS أو Android.
<br>
 <b>لا يتم إرسال كلمات المرور التي تنشئها أبدًا عبر الويب. نحن لا نحفظها اصلا !</b>

</p>

<br />
<br />
<h3 style="color:#3c4a55">نصائح الخبراء</h3>
<ol>
    <li><a href="https://blog.lastpass.com/2016/06/password-smarts-how-to-improve-your-first-line-of-defense.html/" target="_blank">استخدم دائمًا كلمة مرور فريدة  </a> لكل حساب تقوم بإنشائه , يكمن الخطر في اعادة استخدام نفس كلمة المرور في انه بمجرد ان يواجه احد المواقع مشكلة أمنية , يكون من السهل جدا للمخترقين تجربة نفس المستخدم وكلمة المرور على المواقع الاخرى  </li>
    <li>لا تستخدم أي <b>معلومات شخصية</b> في كلمات مرورك. قد يكون من السهل تذكر الأسماء وأعياد الميلاد وعناوين الشوارع ، لكن يمكن العثور عليها بسهولة عبر الإنترنت ويجب تجنبها دائمًا بكلمات مرورك لضمان أكبر قوة.</li>
    <li> تأكد من أن كلمات المرور لا يقل طولها عن 12 حرفًا وأن تحتوي على أحرف وأرقام وأحرف خاصة. يفضل بعض الأشخاص إنشاء كلمات مرور يبلغ طولها 14 أو 20 حرفًا.</li>
    <li><a href="https://blog.lastpass.com/2016/12/get-creative-with-your-master-password.html/" target="_blank">إذا كنت تقوم بإنشاء كلمة مرور رئيسية </a> ستحتاج إلى تذكرها ، فحاول استخدام عبارات أو كلمات من الفيلم أو الأغنية المفضلة لديك. فقط أضف شخصيات عشوائية ، لكن لا تحل محلها في أنماط سهلة.</li>
    <li>استخدم مدير لكلمات المرور مثل <a href="https://passwords.google.com/">Google Password Manager</a> لحفظ كلمات المرور الخاصة بك. لتبقى معلوماتك محمية من الهجمات أو التطفل.</li>
    <li><a href="https://blog.lastpass.com/2016/04/when-poor-password-hygiene-costs-you-millions-in-the-nfl-draft.html/" target="_blankl">تجنب كلمات المرور ضعيفة وشائعة الاستخدام </a> مثل asd123 أو 1password أو Temp !. بعض الأمثلة على كلمات مرور قوية: S&amp;2x4S12nLS1*, JANa@sx3l2&amp;s$, 49915w5$oYmH.</li>
    <li>تجنب استخدام المعلومات الشخصية لأسئلة الأمان الخاصة بك ، السبب؟ بعض هذه المعلومات ، مثل اسم الشارع الذي نشأت فيه أو اسم والدتك الاسم الأول ، يمكن العثور عليه بسهولة من قبل المتسللين ، ويمكن استخدامه في التخمين للوصول إلى حساباتك.</li>
    <li>تجنب استخدام كلمات مرور مشابهة  باختلاف  كلمة أو حرف واحد فقط. هذه الحركة تضعف أمان حسابك عبر مواقع متعددة.</li>
    <li><a href="https://blog.lastpass.com/2017/07/why-nist-recommendations-will-simplify-the-online-experience.html/" target="_blank">قم بتغيير كلمات المرور الخاصة بك عندما يكون لديك سبب لذلك </a>,  على سبيل المثال بعد مشاركتها مع شخص ما ، أو بعد خرق أحد مواقع الويب ، أو إذا كان قد مضى أكثر من عام منذ آخر مرة قمت فيها بالتناوب.</li>
    <li>يجب ألا تشارك كلمات مرورك أبدًا عبر البريد الإلكتروني أو الرسائل النصية , مهما كان السبب</li>
</ol>
<br />
<h3 style="color:#3c4a55">لماذا تحتاج إلى مولد كلمة مرور</h3>
 <p>
 تبسيط حياتك الرقمية من خلال مولد كلمات مرور قوي بين يديك بكل سهوله , 

 مولد كلمة السر يولد كلمات مرور آمنة ، ويحسن أمن المعلومات الخاصة بك 

قم بإنشاء كلمات مرور فريدة معقدة وصعبة الكسر  <b>لموظفيك ونفسك!</b> حماية نظام الكمبيوتر الخاص بك والبيانات الحساسة بكلمة مرور قوية!

كن مطمئنًا بأن المراسلات والمستندات والمعلومات الهامة الأخرى محمية بشكل <b>آمن أكثر من المعتاد!</b>

 
 
 
 
 </p>
   
   
   </div>
   </div>
   </div>


<?php
  include 'sections/scripts.php';
  include 'sections/footer.php';
 ?>
